todoApp/todosApp/app/controllers/api/todos_controller.rb

  def index
    @todos = Todo.all
---
SELECT "todos".* FROM "todos"